tap "homebrew/bundle"
brew "libpng"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "black"
brew "cmake"
brew "cmake-docs"
brew "findent"
brew "findutils"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "git"
brew "pkg-config"
brew "hdf5"
brew "open-mpi"
brew "hdf5-mpi", link: false
brew "node"
brew "jupyterlab"
brew "libffi"
brew "libomp"
brew "libtool"
brew "llvm"
brew "mackup"
brew "make"
brew "mas"
brew "mypy"
brew "ninja"
brew "numpy"
brew "python-lsp-server"
brew "rsync"
brew "tcl-tk"
brew "tree"
brew "wget"
brew "zlib"
cask "alfred"
cask "alt-tab"
cask "apparency"
cask "arc"
cask "bartender"
cask "notunes"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "syntax-highlight"
cask "ubar"
cask "zotero"
mas "Goodnotes", id: 1444383602
mas "KakaoTalk", id: 869223134
mas "Slack", id: 803453959
mas "TickTick", id: 966085870
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "fortran-lang.linter-gfortran"
vscode "gruntfuggly.todo-tree"
vscode "josetr.cmake-language-support-vscode"
vscode "mathworks.language-matlab"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
