alfred
alt-tab 
arc
bartender
bettertouchtool
caldigit-docking-utility
caldigit-thunderbolt-charging
drawio
forklift
google-chrome
google-drive
hancom-word
iterm2
karabiner-elements
keyboardcleantool
linearmouse
logi-options-plus
macupdater
microsoft-office
notion
notunes
samsung-portable-ssd-t7
slack
stats
swish
ticktick
ubar
visual-studio-code
yt-music
zoom
zotero